<?php
session_start();
$title = 'WebHotels-Κωδικός Ενεργοποίησης';
require 'header_global.php';
?>
<!-- ΣΕΛΙΔΑ ΠΡΟΒΟΛΗΣ ΚΩΔΙΚΟΥ ΕΝΕΡΓΟΠΟΙΗΣΗΣ ΑΜΕΣΩΣ ΜΕΤΑ ΤΗΝ ΕΓΓΡΑΦΗ ΤΟΥ ΧΡΗΣΤΗ -->
<main class="activationcodecontainer">
    <h2>Κωδικός Ενεργοποίησης Λογαριασμού</h2>
    <h3>Κωδικός Ενεργοποίησης:</h3>
    <h3 class="activate_key"><?php echo $_GET['code'] ?></h3>
    <p>Θα χρειαστείτε τον παραπάνω κωδικό για την ενεργοποίηση του λογαριασμού σας.</p>
    <p>Φροντίστε να τον αντιγράψετε, έτσι ώστε να μπορέσετε να συμπληρώσετε τη φόρμα ενεργοποίησης λογαριασμού.</p>
    <p>Μπορείτε να συνεχίσετε στην φόρμα ενεργοποίησης του λογαριασμού πατώντας το κουμπί παρακάτω:</p>
    <br>
    <br>
    <a href="activate_account.php">Ενεργοποίηση Λογαριασμού</a>
</main>
<?php require 'footer.php';
session_destroy();?>